[
    {
        "name": "Parks and Rec",
        "description": "The absurd antics of an Indiana town's public officials as they pursue sundry projects to make their city a better place.",
        "url": "https://www.youtube.com/embed/5IZWeAwdJ-s"
    },
    {
        "name": "Brooklyn 99",
        "description": "Comedy series following the exploits of Det. Jake Peralta and his diverse, lovable colleagues as they police the NYPD's 99th Precinct.",
        "url": "https://www.youtube.com/embed/sEOuJ4z5aTc"
    },
    {
        "name": "Community",
        "description": "A suspended lawyer is forced to enroll in a community college with an eccentric staff and student body.",
        "url": "https://www.youtube.com/embed/C4W4L9TLJa8"
    },
    {
        "name": "Sword Art Online",
        "description": "One day, players discover they cannot log out, as the game creator is holding them captive unless they reach the 100th floor of the game's tower and defeat the final boss. However, if they die in the game, they die in real life. Their struggle for survival starts now...",
        "url": "https://www.youtube.com/embed/6ohYYtxfDCg"
    },
    {
        "name": "Jack Ryan",
        "description": "Up-and-coming CIA analyst, Jack Ryan, is thrust into dangerous field assignments.",
        "url": "https://www.youtube.com/embed/AK-Mdu1Epy0"
    },
    {
        "name": "Succession",
        "description": "The Roy family is known for controlling the biggest media and entertainment company in the world. However, their world changes when their father steps down from the company.",
        "url": "https://www.youtube.com/embed/OzYxJV_rmE8"
    },
    {
        "name": "Megalobox",
        "description": "Junk Dog, an underground fighter with the alias of \"Gearless Joe\" sets out to join the worlds most prestigious mecha boxing championship, Megalonia.",
        "url": "https://www.youtube.com/embed/gVxLZityaR0"
    },
    {
        "name": "Reboot",
        "description": "Follows an early 2000s family sitcom that Hulu has rebooted and their dysfunctional cast that must deal with their unresolved issues in today's fast-changing world",
        "url": "https://www.youtube.com/embed/iIc74fSrs1g"
    },
    {
        "name": "Eighty Six",
        "description": "The Republic of San Magnolia is at war with its neighboring country, the Empire of Giad. Both sides use unmanned drones to conduct a \"war without casualties\". The story follows Lena as she commands a squad of drones called the 86",
        "url": "https://www.youtube.com/embed/VSdS29SDvn4"
    },
    {
        "name": "only Murderes in the Building",
        "description": "Three strangers - who live in the same New York City apartment building and share an obsession with true crime - suddenly find themselves embroiled in a murder.",
        "url": "https://www.youtube.com/embed/uTtaNEy3PDw"
    },
    {
        "name": "Haikyuu",
        "description": "Determined to be like the volleyball championship's star player nicknamed \"the small giant\", Shoyo joins his school's volleyball club.",
        "url": "https://www.youtube.com/embed/JOGp2c7-cKc"
    },
    {
        "name": "Erased",
        "description": "29-year-old Satoru Fujinuma is sent back in time 18 years to prevent the events leading to his mother's death, which began with a series of kidnappings while he was in 5th grade.",
        "url": "https://www.youtube.com/embed/DwmxEAWjTQQ"
    },
    {
        "name": "The Ranch",
        "description": "The son of a Colorado rancher returns home from a semi-pro football career to run the family business.",
        "url": "https://www.youtube.com/embed/epCvKyjH7g8"
    },
    {
        "name": "The wheel of time",
        "description": "Set in a high fantasy world where magic exists, but only some can access it, a woman named Moiraine crosses paths with five young men and women.",
        "url": "https://www.youtube.com/embed/11ZozKfRqvA"
    },
    {
        "name": "The office",
        "description": "A mockumentary on a group of typical office workers, where the workday consists of ego clashes, inappropriate behavior, and tedium.",
        "url": "https://www.youtube.com/embed/tNcDHWpselE"
    },
    {
        "name": "Attack on Titan",
        "description": "After his hometown is destroyed and his mother is killed, young Eren Jaeger vows to cleanse the earth of the giant humanoid Titans that have brought humanity to the brink of extinction.",
        "url": "https://www.youtube.com/embed/LV-nazLVmgo"
    },
    {
        "name": "Demon slayer",
        "description": "A family is attacked by demons and only two members survive - Tanjiro and his sister Nezuko, who is turning into a demon slowly. Tanjiro sets out to become a demon slayer to avenge his family and cure his sister.",
        "url": "https://www.youtube.com/embed/VQGCKyvzIM4"
    },
    {
        "name": "Ranking of Kings",
        "description": "The people of the kingdom look down on the young Prince Bojji, who can neither hear nor speak. They call him \"The Useless Prince\" while jeering at his supposed foolishness.",
        "url": "https://www.youtube.com/embed/Tr1ahorojPg"
    },
    {
        "name": "shaman King",
        "description": "Shaman King follows the adventures of a 13-year-old shaman and his teammate a samurai warrior spirit, who traverse the world fighting evil spirits and misguided shamans on their journey to be the next Shaman King.",
        "url": "https://www.youtube.com/embed/rV8RZrZskdk"
    }
]